Repository: sadmantechyfo/dbazar-club-app
Catalog: lib/src/core/localization/intl_*.arb
Languages: bn

source: Home
bn: হোম

source: Profile
bn: প্রোফাইল

source: Login
bn: লগইন

source: Create New password
bn: নতুন পাসওয়ার্ড তৈরি করুন

# createNewPasswordHint
source: Your new password must be different from previous used passwords.
bn: আপনার নতুন পাসওয়ার্ড আগে ব্যবহৃত পাসওয়ার্ড থেকে আলাদা হতে হবে।

source: Reset Password
bn: পাসওয়ার্ড রিসেট করুন

source: New Password
bn: নতুন পাসওয়ার্ড

# passwordChangeSuccess
source: Password Changed Successfully
bn: পাসওয়ার্ড সফলভাবে পরিবর্তন করা হয়েছে

# emailRequired
source: Email is required
bn: ইমেইল প্রয়োজন

# passwordRequired
source: Password is required
bn: পাসওয়ার্ড প্রয়োজন

# isRequired
source: This field is required
bn: এই ক্ষেত্রটি প্রয়োজন

# validEmail
source: Please enter valid email address
bn: অনুগ্রহ করে একটি বৈধ ইমেইল ঠিকানা দিন

# enterAssociatedEmail
source: Enter the email associated with your account and we’ll send an email with instructions to reset your password.
bn: আপনার অ্যাকাউন্টের সাথে যুক্ত ইমেইল দিন এবং আমরা আপনার পাসওয়ার্ড রিসেট করার নির্দেশনা সহ একটি ইমেইল পাঠাব।

# minLengthValidation
source: This field must be at least {min} characters long
bn: এই ক্ষেত্রটি কমপক্ষে {min} অক্ষর দীর্ঘ হতে হবে

# maxLengthValidation
source: This field must be at most {max} characters long
bn: এই ক্ষেত্রটি সর্বাধিক {max} অক্ষর দীর্ঘ হতে হবে

# yourPasswordChanged
source: Your password has been changed successfully.
bn: আপনার পাসওয়ার্ড সফলভাবে পরিবর্তন করা হয়েছে।

source: Confirm Password
bn: পাসওয়ার্ড নিশ্চিত করুন

source: Logout
bn: লগআউট

source: Get Started
bn: শুরু করুন

source: Remember me
bn: আমাকে মনে রাখুন

source: Forgot password
bn: পাসওয়ার্ড ভুলে গেছেন

source: Back to login
bn: লগইনে ফিরে যান

# continueAction
source: Continue
bn: চালিয়ে যান

source: Sign up
bn: সাইন আপ

source: Sign in
bn: সাইন ইন

source: Email
bn: ইমেইল

source: Email Address
bn: ইমেইল ঠিকানা

source: Password
bn: পাসওয়ার্ড

source: First Name
bn: প্রথম নাম

source: Last Name
bn: শেষ নাম

# dontHaveAccount
source: Don't have an account?
bn: অ্যাকাউন্ট নেই?

# alreadyHaveAccount
source: Already have an account?
bn: ইতিমধ্যে অ্যাকাউন্ট আছে?

source: Check your mail
bn: আপনার মেইল চেক করুন

# enterVerificationCode
source: Please enter 4 digit code sent to your mail hello**@gmail.com.
bn: অনুগ্রহ করে আপনার মেইলে পাঠানো 4 অঙ্কের কোড দিন hello**@gmail.com।

# didntGetCode
source: Didn't get a code?
bn: কোড পাননি?

source: Click to resend
bn: পুনরায় পাঠাতে ক্লিক করুন

# didNotReceiveEmail
source: Did not receive the email? Check your spam filter. or
bn: ইমেইল পাননি? আপনার স্প্যাম ফিল্টার চেক করুন। অথবা

# tryAnotherEmail
source: try another email address
bn: অন্য ইমেইল ঠিকানা চেষ্টা করুন

# learnFlutterTitle
source: Learn Flutter with comprehensive tutorials.
bn: ব্যাপক টিউটোরিয়াল সহ Flutter শিখুন।

# learnFlutterSubtitle
source: Step-by-step guides for building Flutter apps.
bn: Flutter অ্যাপ তৈরি করার জন্য ধাপে ধাপে গাইড।

# learnFlutterDescription
source: Get notifications for new tutorials and updates.
bn: নতুন টিউটোরিয়াল এবং আপডেটের জন্য বিজ্ঞপ্তি পান।

# joinCommunityTitle
source: Join the Flutter community.
bn: Flutter সম্প্রদায়ে যোগ দিন।

# joinCommunitySubtitle
source: Connect with other Flutter developers.
bn: অন্যান্য Flutter ডেভেলপারদের সাথে সংযুক্ত হন।

# joinCommunityDescription
source: Participate in community events and discussions.
bn: সম্প্রদায়ের ইভেন্ট এবং আলোচনায় অংশগ্রহণ করুন।

# buildDeployTitle
source: Build and deploy Flutter apps easily.
bn: সহজে Flutter অ্যাপ তৈরি এবং ডেপ্লয় করুন।

# buildDeploySubtitle
source: Access tools and resources for app development.
bn: অ্যাপ ডেভেলপমেন্টের জন্য টুল এবং সম্পদ অ্যাক্সেস করুন।

# buildDeployDescription
source: Deploy your apps to multiple platforms with ease.
bn: সহজে একাধিক প্ল্যাটফর্মে আপনার অ্যাপ ডেপ্লয় করুন।

# passwordMinLengthValidation
source: Password must be at least {minLength} characters
bn: পাসওয়ার্ড কমপক্ষে {minLength} অক্ষর দীর্ঘ হতে হবে

# passwordNumberValidation
source: Password must contain at least one number
bn: পাসওয়ার্ডে কমপক্ষে একটি সংখ্যা থাকতে হবে

# passwordLowerCaseValidation
source: Password must contain at least one lowercase letter
bn: পাসওয়ার্ডে কমপক্ষে একটি ছোট হাতের অক্ষর থাকতে হবে

# passwordUpperCaseValidation
source: Password must contain at least one uppercase letter
bn: পাসওয়ার্ডে কমপক্ষে একটি বড় হাতের অক্ষর থাকতে হবে

# passwordSpecialCharValidation
source: Password must contain at least one special character
bn: পাসওয়ার্ডে কমপক্ষে একটি বিশেষ অক্ষর থাকতে হবে

source: Categories
bn: ক্যাটাগরি

source: Cart
bn: কার্ট
